[
  {
    "id": "1",
    " title": "5 Romantic Gestures to Sweep Your Partner Off Their Feet",
    "summary": "Summary of the first article...",
    "content": "This Valentines Day, express your love with heartfelt gestures that go beyond the ordinary. Surprise your partner with handwritten love notes, plan a cozy picnic under the stars, or create a personalized playlist of meaningful songs. Small acts of kindness and thoughtfulness can make a big impact on your relationship. Show your special someone how much they mean to you today!",
    "author": "John Doe",
    "publishedDate": "2024-02-01",
    "imageUrl": "https://media.istockphoto.com/id/1219980553/photo/online-news-on-a-smartphone-and-laptop-woman-reading-news-or-articles-in-a-mobile-phone.jpg?s=612x612&w=0&k=20&c=QodY8pXN5DbLs3-FhwWhhYKnsOE4Iixky_SwdGitwnQ="
  },

  {
    "id": "2",
    "title": "A student diary project improving literacy skills and wellbeing",
    "summary": "Summary of the first article...",
    "content": "Ar Ridha Al Salaam School is an environmentally friendly Islamic school located on Jalan PLN Raya No. 79 Gandul, Cinere sub-district, Depok city, West Java. Our school was established in 2008. Our school has concern for the environment and makes environmental education a part of the school curriculum. Student learning activities are not only focused in the classroom, but learning activities are also carried out outside the classroom in nature. As time goes by, childrens ability to adapt to technology is developing rapidly, but we see children starting to lose interest in reading and writing. The need for literacy skills is one of the most important things for students to share and get information. To develop these skills, Ar Ridha Al Salaam school presents diary writing activities for students. Diary writing is actually not a new thing in our school. However, we have seen this pandemic period present a need for students to express themselves. During this pandemic their activities are very limited to only being in the home environment, and students are too bored. Through writing a diary, students can share things in detail in simple language about everyday life, conveying their ideas and thoughts on things that happen around them. This student diary is usually collected at the beginning of the week, on Monday, through the class teacher. Students are free to write anything about their daily lives for one week. During this pandemic, students wrote diaries about how they learned during the pandemic and the longing they felt because they were far away from their friends and teachers. It turned out that this diary writing program attracted the enthusiasm of students and almost all students, even from Grade 1 in the elementary school, participated in writing diaries. From May 2020, when students started writing, we saw great enthusiasm from the teachers. The class teachers also chose some of the best diaries to be printed in a book. On April 23, 2021, we were finally able to publish this collection of student diaries. They presented students writings in a book entitled (Grades 1-3) and  (Grades 4-6). We hope that this activity can continue in the following years. Apart from developing literacy, it has also had a positive impact on students who have had a pleasant experience while going through the pandemic.",
    "author": "John Doe",
    "publishedDate": "2024-02-01",
    "imageUrl": "https://www.teachermagazine.com/assets/images/teacher/_articleimagetransform855x313/SEA_Student-diaries.jpg"
  }
]
